[Play_DLC3_S_SHN_Julian_Lives AkEvent]
SpokenText="Commander, I think there's...something you should know about Julian. It turns out he wasn't entirely wiped when we took down that Sectopod. There was still an imprint of his core memory left behind when he accessed Rover. I've isolated the nodes on a detached system for now. You know...if we wanted to...he could actually be pretty effective at operating the SPARK, if we stripped out some of his higher level reasoning...I could look into it."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_S_SHN_Pre_Mission_Prep_2 AkEvent]
SpokenText="I'm going Central...I know how to handle myself. Let's not waste any more time than we have to. "
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_S_SHN_Spark_Has_Honor AkEvent]
SpokenText="Dad gave the SPARK prototype the kind of voice that he thought would be comforting to me 20 years ago. Things have changed a bit since then, for our purposes I figured we could use a variation better suited to a warrior."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_S_SHN_Spark_Is_Ours AkEvent]
SpokenText="Commander, we have the SPARK, and with our current technology I'm confident we can manufacture additional reinforcements based on its design. I can get started in the Proving Ground as soon as you give the order."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_S_SHN_Spark_Repairs_Available AkEvent]
SpokenText="Commander, if we have to we can send the SPARK units back into combat even when they're beat up."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_S_SHN_Tower_Rumor_Comp_2 AkEvent]
SpokenText="Commander, if we're sending in a squad, I'd like permission to go along...whoever sent that message, they know as much about my father's systems as I do...and I want to find out why. I'm the only one who knows what to look for, I should be there. "
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

